[
  {
    "id": 1,
    "country": "Namibia",
    "region": "Africa",
    "description": "Formerly South-West Africa, Namibia's boundaries reach from the Atlantic Ocean to the Kalahari Desert. One of its great claims to fame is the unparalleled Etosha National Park, home to leopards, antelope, giraffes, elephants, flamingos, and rhinoceroses.",
    "imageCaption": "Etosha National Park, Namibia",
    "population": "1,622,328",
    "localCurrency": "Namibian Dollar",
    "img": "etosha.jpg"
  },
  {
    "id": 2,
    "country": "Israel",
    "region": "Asia, West",
    "description": "A state whose borders enclose some of the holiest sites of three of the world's major religions&mdash;Christianity, Islam, and Judaism&mdash;Israel is also a rugged land, ideal for hiking and exploration.",
    "imageCaption": "The Wailing Wall, Jerusalem",
    "population": "5,643,966",
    "localCurrency": "Israeli Shekel",
    "img": "wailing_wall2.jpg"
  },
  {
    "id": 3,
    "country": "United States",
    "region": "North America",
    "description": "Situated between Canada and Mexico in North America, the United States is a large country with diverse topography and culture. Settled initially by Europeans, the United States has become a &quot;melting pot&quot; of races and cultures, resulting in a unique culture and style.",
    "imageCaption": "Washington, D.C., with the Washington Monument in the background",
    "population": "270,311,758",
    "localCurrency": "U.S. Dollar",
    "img": "dc.jpg"
  },
  {
    "id": 4,
    "country": "Japan",
    "region": "Asia, East",
    "description": "A country composed of islands in East Asia, Japan is home to a rich and diverse culture, and majestic mountains. Nearly 80 percent of the country is covered in mountains, many of which are protected in an extensive national park system.",
    "imageCaption": "Island of Miyajima, Japan",
    "population": "125,931,533",
    "localCurrency": "Yen",
    "img": "miyajima.jpg"
  },
  {
    "id": 5,
    "country": "France",
    "region": "Europe",
    "description": "From Paris street cafes to moutain chalets in the Alps and casinos in the French Riviera, France is a classic touring destination. Hike in the mountains, lounge  on a Mediterranean beach, or look down on Paris from a perch on the Eiffel Tower.",
    "imageCaption": "Paris at dawn",
    "population": "58,804,944",
    "localCurrency": "Euro",
    "img": "paris.jpg"
  },
  {
    "id": 6,
    "country": "United Kingdom",
    "region": "Europe",
    "description": "The United Kingdom is a popular spot for tourists and includes England, Wales, Scotland and Northern Ireland. Whether you seek the bustle of modern London or the medieval charm of the towns and villages sprinkled abundantly throughout the countryside, the United Kingdom is rich with historical sites to see.",
    "imageCaption": "England's enigmatic Stonehenge",
    "population": "58,970,119",
    "localCurrency": "Pound Sterling",
    "img": "stonehenge.jpg"
  },
  {
    "id": 7,
    "country": "Mexico",
    "region": "America, Central",
    "description": "Mexico sits between the Pacific Ocean to the west,  the Gulf of Mexico and the Caribbean Sea to the east and the USA to the north. Its diverse terrain,  history, in addition to its modern cities and resorts make Mexico a uniquely exciting traveling experience.",
    "imageCaption": "Mayan ruins in the Yucatan Peninsula",
    "population": "98,552,776",
    "localCurrency": "Nuevo Peso",
    "img": "mexican_ruins.jpg"
  }
]